[{
  "_id": {
    "$oid": "6816aa6d314f434066edc32e"
  },
  "title": "Its okay not be okay tips-mental-health-awareness",
  "description": "This article emphasizes that it is completely normal to not feel okay at times, especially during difficult moments. It reminds readers that everyone faces challenges with their mental health and that there is no shame in seeking support. Practical tips are offered, such as talking to a trusted person, maintaining healthy habits like proper sleep and exercise, and setting small, achievable goals to foster a sense of progress. It also reinforces that reaching out for help is a sign of strength, not weakness.\n\nIn recognition of Mental Health Awareness Month, the piece encourages spreading kindness, checking in on loved ones, and becoming more informed about available mental health resources. It stresses the importance of taking mental health seriously and provides links to free support services for those who may need assistance.",
  "link": "https://www.samhsa.gov/blog/its-okay-not-be-okay-tips-resources-mental-health-awareness-month",
  "user": "dbapura@iu.edu"
},
{
  "_id": {
    "$oid": "6816aac5314f434066edc331"
  },
  "title": "Caring for your mental health",
  "description": "This page explains that caring for your mental health is just as important as taking care of your physical health. It says mental health affects how we think, feel, act, and even how we handle stress and relate to others. The article gives advice on simple ways to support good mental health, like staying active, eating healthy foods, getting enough sleep, and staying connected with friends and family. It also mentions that doing relaxing activities, setting goals, and focusing on positive thinking can really help.\n\nThe page encourages people to notice early signs of mental health problems, like feeling very sad, anxious, or losing interest in things they used to enjoy. It makes it clear that getting professional help is a smart and healthy step if someone is struggling. Finally, it provides links and resources for people who want to learn more or get help for their mental health needs.",
  "link": "https://www.nimh.nih.gov/health/topics/caring-for-your-mental-health",
  "user": "dbapura@iu.edu"
},
{
  "_id": {
    "$oid": "6816ab1c314f434066edc334"
  },
  "title": "How to improve mental health",
  "description": "This article talks about different ways to improve your mental health and feel better overall. It explains that mental health is an important part of your well-being, influencing how you think, feel, and act in daily life. The article suggests easy steps to take care of yourself, like staying physically active, eating balanced meals, getting enough sleep, and managing stress through activities like meditation or deep breathing. It also encourages building strong relationships with friends and family and making time for hobbies or activities you enjoy.\n\nThe article reminds readers that it's normal to face challenges, but taking small positive steps can make a big difference over time. It emphasizes the importance of asking for help from a professional if you feel overwhelmed or notice ongoing sadness, stress, or anxiety. By making mental health a priority, you can live a healthier and happier life.",
  "link": "https://medlineplus.gov/howtoimprovementalhealth.html",
  "user": "dbapura@iu.edu"
},
{
  "_id": {
    "$oid": "6816ab68314f434066edc337"
  },
  "title": "Best mental health tips",
  "description": "This article highlights the importance of taking care of mental health and offers practical tips for everyday life. It explains that mental health is just as important as physical health and that small habits can make a big difference. Suggestions include staying active, spending time in nature, connecting with others, talking about feelings, getting enough rest, and being kind to yourself. It also emphasizes setting small, manageable goals, taking breaks when needed, and engaging in activities you enjoy to boost your mood. Readers are encouraged to pay attention to how they’re feeling, seek support when needed, and remember that no one is perfect — asking for help is a sign of strength. By taking small, consistent steps, it’s possible to build a happier, healthier life.",
  "link": "https://www.mentalhealth.org.uk/explore-mental-health/publications/our-best-mental-health-tips",
  "user": "dbapura@iu.edu"
}]